dev-scripts/verify_kv_queue_size/throttle_off_data/fio_exp_qd112_2019-10-26/dump-fio-bench-112-1
fio-write: (g=0): rw=randwrite, bs=(R) 128KiB-128KiB, (W) 128KiB-128KiB, (T) 128KiB-128KiB, ioengine=rbd, iodepth=112
fio-3.16-28-gc656
Starting 1 process

fio-write: (groupid=0, jobs=1): err= 0: pid=33066: Sat Oct 26 19:49:18 2019
  write: IOPS=124, BW=15.6MiB/s (16.3MB/s)(2806MiB/180349msec); 0 zone resets
    slat (usec): min=34, max=1810, avg=125.32, stdev=44.16
    clat (msec): min=16, max=10287, avg=867.13, stdev=1361.98
     lat (msec): min=16, max=10287, avg=867.25, stdev=1361.98
    clat percentiles (msec):
     |  1.00th=[   94],  5.00th=[  165], 10.00th=[  209], 20.00th=[  266],
     | 30.00th=[  321], 40.00th=[  363], 50.00th=[  401], 60.00th=[  439],
     | 70.00th=[  493], 80.00th=[  609], 90.00th=[ 3138], 95.00th=[ 4279],
     | 99.00th=[ 6275], 99.50th=[ 7282], 99.90th=[ 9194], 99.95th=[ 9866],
     | 99.99th=[10134]
   bw (  KiB/s): min=  256, max=59392, per=100.00%, avg=17482.64, stdev=13616.70, samples=327
   iops        : min=    1, max=    1, avg= 1.00, stdev= 0.00, samples=22444
  lat (msec)   : 20=0.01%, 50=0.18%, 100=0.97%, 250=15.38%, 500=55.11%
  lat (msec)   : 750=12.25%, 1000=2.09%, 2000=2.00%, >=2000=12.01%
  cpu          : usr=1.37%, sys=0.36%, ctx=47144, majf=0, minf=64760
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.2%, 16=0.4%, 32=0.7%, >=64=98.6%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=0,22444,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=112

Run status group 0 (all jobs):
  WRITE: bw=15.6MiB/s (16.3MB/s), 15.6MiB/s-15.6MiB/s (16.3MB/s-16.3MB/s), io=2806MiB (2942MB), run=180349-180349msec

Disk stats (read/write):
  sdc: ios=310/37665, merge=0/443588, ticks=2908/2175548, in_queue=2179304, util=95.69%